Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: Els països amb condicions similars podendur a terme comparacions més avançades per mitjà d’indicadors de més baix nivell.
en: 6.The improvement and expansion of data collection on issues related to immigrantintegration must be in line with international and European guidelines (includingthose on data protection).

source: Indicadors de ciutadania cívica
en: Indicators can be used to identify areas of data deficiencyand to formulate priorities.

source: Mentre que els aspectes socioeconòmics de la integració dels immigrants ja han trobatuna ajuda parcial en diversos mecanismes de la UE, no existeixen estructures per tractarles altres dimensions de la integració que són importants per als Estats membres.
en: Where particular immigrant groups are singled out forexamination, the criteria for their choice and definition should be clear, and theinformation collected should not be used for discriminatory purposes.7.Ideally a mix of different indicators is used and governmental and non-governmentalactors are encouraged to use similar indicators.

source: Espoden fer tres passos per posar remei a aquest entrebanc sense crear limitacions a travésde nous mecanismes institucionals.
en: 8.Both objective and subjective indicators can be developed to address the differentaspects of integration, and definitions and methods of data collection can be refined forboth categories.

source: En primer lloc, es pot millorar la coordinació entre els diferents mecanismes de políticasocioeconòmica que tenen a veure, en major o menor mesura, amb temes relacionatsamb la integració dels immigrants.
en: Particular consideration could be given to developing innovative surveymethods which can capture the perspectives of immigrants and host populations.

source: L’Estratègia Europea d’Ocupació, el Procés d’Inclusió Social i l’Empresa Marcador (Enterprise Scoreboard), juntament amb altres mecanismes,toquen temes relacionats amb la integració, com ara l’ocupació, els ingressos o lainiciativa empresarial de minories o immigrants.
en: 9.Policy indicators can be employed in particular to monitor legal standards, entitlementsand policy arrangements which facilitate integration, and outcome indicators can beused to track the situation of immigrants and the achievement of targets set forintegration.

source: Només cal que hi hagi més coordinació.
en: Caution should be used in establishing connections between policies andoutcomes.

source: En segon lloc, els “altres”elements d’integració, que van més enllà de l’àmbitsocioeconòmic, s’han de definir de manera més positiva i se’ls ha de donar una identitatdistintiva.
en: Regular reviews should be held of the performance and suitability ofindicators, assessing their reliability, any technical difficulties and the availability of data.

source: Quins són els únics temes que configuren la dimensió cívica de la integraciódels immigrants? Es poden establir una sèrie de temes centrals per donar una forma claraa les àrees d’integració que estan relacionades amb Justícia i Afers Interiors.
en: 10.Indicators used for international comparison need to allow for diversity in definitionsand data availability.11.It is necessary to differentiate between levels of indicators.

source: El títol deciutadania cívica es pot fer servir per expressar el caràcter específic d’aquests temes.
en: For European orinternational comparisons, the higherlevel indicators should have the greatest degreeof uniformity regarding definitions and data formats.

source: altres polítiques de l’àmbit.Els grups existents, com ara la Xarxa Europea d’Immigració (European Immigration Network) o els Punts de Contacte Nacionals sobre migració i integració, es podenassociar per assolir aquest desenvolupament.
en: 12.As data availability increases and monitoring systems become more dynamic, targetscan be set to give direction to integration policies and to demonstrate political will forimproving integration.

source: Es pot implicar grups de científics experts iindependents en les tasques d’anàlisi de dades i es pot recórrer a diferents acords per alsdiversos tipus d’indicadors segons les polítiques o els resultats.
en: 13.When employing indicators on immigrant integration, use can be made of theinnovative potential of cross-country comparisons.

source: Els temes de ciutadania cívica porten al control i a l’establiment d’objectius a travésd’indicadors de polítiques i de resultats.
en: EU-wide comparisons can beundertaken on a limited number of core indicators.

source: Els indicadors de polítiques són importants enaquest sentit perquè estan molt íntimament relacionats amb la normativa legal.
en: Countries with similar preconditionscan engage in more far-reaching comparisons using lower-level indicators.

source: Moltes d’aquestes mesures rellevants formenpart de les directives aprovades de la UE sobre el tema: la Directiva sobre reagrupaciófamiliar i la Directiva per als residents de llarga durada.
en: 14.The benchmarking of integration policies can be closely linked to the legislative agenda.This would strengthen the overall impact of Justice and Home Affairs policies on thirdcountry nationals.

source: Capítol 3: Conclusions
en: Handbook on Integration

source: Aquest annex resumeix els set passos per al disseny i la implementació dels programesd’integració.
en: This annex summarises seven steps for the design and implementation of integrationprogrammes.

source: Es basen en els exemples donats en els capítols anteriors i en els principis degestió de programes i de planificació estratègica.
en: They are based on the examples given in the previous chapters and onprinciples of programme management and strategic planning.

source: Ajuden els que elaboren les polítiques iels professionals a traduir els objectius de les polítiques generals en programesd’integració.
en: They help policy-makers andpractitioners to translate overall policy goals into integration programmes.

source: A més, els set passos es poden fer servir d’encapçalament per als grupsd’objectius i per als indicadors de rendiment, com també per a capítols de l’informed’activitats del programa.
en: In addition, theseven steps may be used as headings for groups of targets and performance indicators aswell as chapters in the programme’s activity report.

source: Finalment, aquests set passos es poden fer servir com a marc pera l’intercanvi de bones pràctiques en l’àmbit nacional i europeu.
en: Finally, the seven steps could be usedas a framework for exchanging good practices at national and European levels.

source: Proporció del fonament per a l’acció
en: Providing the rationale for action

source: Per tal d’obtenir el suport públic i polític necessari per a l’assignació de recursos per alsprogrames d’integració i per aprofitar al màxim el compromís dels implicats, és importantproporcionar una bona base per a aquests programes i comunicar-ho com cal alsimplicats i a la resta del públic.
en: In order to obtain the necessary political and public support for the allocation ofresources for integration programmes and to get the most out of the commitment ofstakeholders, it is important to provide a rationale for these programmes and tocommunicate this with stakeholders and the wider public.

source: En aquest material de base cal demostrar que hi ha unproblema, cal il·lustrar el que farà el programa, cal descriure els objectius i cal relacionarun programa concret amb els objectius d’integració general.
en: The rationale demonstratesthat there is a problem, illustrates what the programme will bring about, describes thetargets, and connects a specific programme with overall integration goals.

source: Per exemple, en el cas dels programes d’acollida i de formació lingüística:
en: For example, the rationale for introduction and language training programmes

source: Es demostraràque hi ha un grup significatiu de persones -immigrants o no- que tenenproblemes amb la llengua i amb els principals valors i costums, fins al punt que aixòimpedeix que participin en la societat.S’il·lustraràcom aquests coneixements milloraran la confiança i l’autonomia delsparticipants.Es descriuran els objectius -qui es beneficiarà del programa- i la intenció -quineshabilitats es desenvoluparan-.Es relacionaranaquests programes amb els objectius generals de la integració i lacohesió social, la participació i la ciutadania.
en: Demonstratesthat significant groups of persons - be they immigrants or not - lackknowledge of language and principal values and customs to such a degree that thishampers their participation in society Illustrates how such knowledge enhances beneficiaries' confidence and self-sufficiency Describesthe targets - who are the beneficiaries - and focus - which skills are to bedeveloped Connectsthese programmes with the overall goals of integration and social cohesion,participation and citizenship

source: Un altre exemple, el cas de la participació cívica:
en: For example, the rationale for civic participation

source: Es demostrarà que hi ha un grup significatiu de persones que no tenen accés a lesprincipals organitzacions a causa de les seves característiques socioeconòmiques oculturals, fins al punt que no poden gaudir dels seus drets com a ciutadans, endetriment del seu benestar.
en: Demonstratesthat significant groups of persons do not have real access to mainstreamorganisations because of their particular cultural or socioeconomic characteristics tosuch a degree that this deprives them from enjoyment of their citizenship rights to thedetriment of their well-being.

source: Per la seva banda, les organitzacions no poden comptaramb la participació d’aquestes persones, que podrien aportar actius molt valuosos, ambla qual cosa surt perjudicada la vitalitat de l’organització.S’il·lustraràcomles organitzacions queresponenaladiversitatcultural isocioeconòmica milloren la qualitat dels seus serveis, augmenten la satisfacció dels seusclients i promouen el sentiment de pertinença; cal il·lustrar com les organitzacions, en
en: It also deprives organisations from the participation ofpeople with valuable assets to the detriment of the organisations' vitality Illustrateshow organisations responding to cultural and socioeconomic diversityimprove the quality of their services, increase customer satisfaction and promote asense of belonging; Illustrates how organisations, by engaging members of differentgroups, contribute to an active and participatory society Describes the targets - who are the beneficiaries - and focus - which services are tobe improved, whose talents to be mobilised and which groups engaged

source: • treballar amb membres de diferents grups, contribueixen a una societat activa iparticipativa.Es descriuran els objectius -qui es beneficiarà del programa- i la intenció -quins serveises milloraran-, quin talent es mobilitzarà i quins grups hi participaran.Es relacionaranaquests programes amb els objectius generals de la integració social:accés i igualtat, participació i pertinença.
en: Connectsthese programmes with the overall goals of societal integration - accessand equality, participation and belonging

source: Si es vol fer el possible per obtenir la màxima efectivitat, és important que els programesestiguin ben formulats i que es basin en l’anàlisi dels problemes que s’han de solucionar.Això inclou el següent:
en: For the sake of effectiveness it is important that programmes are well formulated andbased on a thorough analysis of the problems to be addressed. This includes:

source: Exercicis de planificació Recerca científica Assessorament per part d’experts Aprenentatge d’altres programes Consultes als implicats
en: Mapping exercises Scientific research Expert advice Learning from other programmes Stakeholder consultations

source: Per tal de garantir que els programes estan adreçats als veritables problemes, que elsdiferents interessos hi estan ben representats i que els implicats faran seus els programes,és imprescindible que es tingui en compte l’opinió dels implicats des de les primeresfases.
en: In order to ensure that programmes are addressing the real problems, that differentinterests are well represented and that stakeholders take ownership of the programmes,it is crucially important to consult with stakeholders at an early phase.

source: La identificació dels implicats establirà una distinció entre els que reben el programa i elsque l’implementen, com també qui se’n beneficia directament i qui indirectament.El reconeixement i la valoració dels diferents punts de vista i interessos -sovint depenentde qüestions de gènere, posició socioeconòmica o història de la migració- faran possibleestablir diferenciacions en l’avaluació de les necessitats.Un inventari de temes sensibles, de les possibles deficiències i dificultats i de lesoportunitats i els canvis per a l’èxit permetrà dissenyar mesures concretes per a cada cas.Un diàleg seriós i continu amb els interessats generarà suport polític i públic i lacol·laboració dels beneficiaris i a més reforçarà el compromís i la dedicació per participaren els programes.
en: The identification of stakeholders will make a distinction between those who call for andthose who implement programmes, as well as between those who benefit directly andindirectly from the programmes The recognition and valuing of their different views and interests - often depending ongender, socioeconomic position and migration history - will make it possible todifferentiate in the assessment of needs An inventory of sensitive issues, possible deficiencies and pitfalls, as well as opportunitiesand changes for success, will enable the design of tailor-made measures to address them A serious and ongoing dialogue with stakeholders will generate political and publicsupport and the cooperation of beneficiaries, as well as reinforcing commitment anddedication to participate in the programmes

source: Definició del problema
en: Defining the problem

source: Per poder establir prioritats, els programes han de descriure amb detall i analitzaràmpliament els problemes que han de tractar.
en: To be able to set priorities, the programmes must describe in detail and analysethoroughly the problems they want to address.

source: Unaanàlisi deproblemes demostra, per exemple, quines sónles deficièncieslingüístiques en els grups o quines barreres a la participació hi ha per a cada grup.Una anàlisi dels implicats avalua el nombre de persones afectades directament iindirectament.Una anàlisi tècnica estableix què cal fer per solucionar els problemes.Una anàlisi organitzativa mostra quines organitzacions han de participar en el programa.
en: A stakeholder analysis assesses the number of people directly and indirectly affected A technical analysis establishes what needs to be done to solve the problems An organisational analysis points to which organisations should be included ortargeted in the programme

source: Definició dels objectius
en: Defining objectives

source: Pel tal que tots els implicats estiguin d’acord amb el programa, és bàsic descriure -entermes de mitjans i objectius- què es planteja el programa.
en: In order to reach agreement on the programme among stakeholders, it is essential todescribe – in terms of means and ends - what the programme aims at.

source: Una descripció de la situació desitjada que destaqui els efectes positius i els avantatgesper als beneficiaris i per a tota la societat.La descripció demostra què s’ha d’assolir i permet l’establiment d’un conjuntd’objectius clars i precisos i una jerarquia entre ells.Aquesta descripció també permet als implicats seleccionar i acordar uns objectiusprogramàtics, en termes de grup objectiu, tipus de formació, etc.Una avaluació dels objectius determina si els objectius són realistes per a aquestprograma o possibles per a d’altres programes.
en: A description of the desired situation lays out the positive effects and advantages -for beneficiaries and society as a whole The description demonstrates what should be achieved and enables the establishmentof a set of clear and precise objectives and of a hierarchy between them This description also enables stakeholders to select and agree upon programmaticobjectives - in terms of target groups, type of training, etc.An assessment of objectives ascertains whether these objectives can be achieved bythis or possibly other programmes

source: Amb l’objectiu de fomentar la implementació efectiva del programa, és clau identificar iconsiderar diverses estratègies possibles per assolir els objectius del programa.
en: In order to enhance the effective implementation of the programme, it is key to identifyand consider various possible strategies to deliver on the programme objectives.

source: La identificació i selecció d’estratègies depenen dels objectius del programa.Es consulta els implicats sobre la identificació i la selecció de les estratègies i es dóna prouimportància a la seva opinió.L’assignació de recursos inclou temes pressupostaris, com ara el nivell d’ajudes, lacontribució dels beneficiaris, el patrocini del sector privat, la cooperació amb el sectorvoluntari, etc.L’avaluació sobre com contribueixen les estratègies a assolir la igualtat de gènere i ètnicaés essencial en el procés de selecció d’estratègies.
en: The identification and selection of strategies is governed by the programmatic objectives Stakeholders are consulted on the identification and choice of strategies and theiropinions are given significant weight Resource allocation includes budget matters - such as level of subsidies, owncontribution of beneficiaries, private sector sponsorship - cooperation with thevoluntary sector, etc.An assessment of how strategies contribute to achieving gender and ethnic equality isan essential part of the strategy selection process

source: Implementació del programa
en: A scheme for the efficient implementation of the programme includes

source: Un pla per a la implementació eficient del programa ha d’incloure:
en: An agreement on the ultimately responsible and funding agency in terms of level ofgovernment - local, regional or national

source: Un acord sobre l’entitat última responsable i de finançament pel que fa a l’àmbit degovern: local, regional o nacional.En cas de responsabilitat compartida -amb organitzacions del sector privat,organitzacions voluntàries o d’immigrants- un acord sobre la responsabilitat i elpossible cofinançament.En cas de subcontractació, un acord sobre les especificacions de l’oferta i ambnormes de qualitat referents a la pràctica de la formació.Un pla per a l’avaluació i l’establiment de l’impacte que estableixi si els programeshan assolit els seus objectius i han tractat els problemes identificats, si els implicatshan complert el que s’havien compromès a fer i si la implementació s’ha gestionatde manera correcta.
en: In the case of shared responsibility - with private sector organisations, immigrantand voluntary organisations - an agreement on accountability and (co-) funding In case of outsourcing, an agreement on tender specifications and quality normsconcerning the provision of trainings A plan for evaluation and impact assessment establishing whether the programmeshas achieved its objectives and has addressed the problems identified, whether thestakeholders have stuck to their commitment and whether implementation hasbeen adequately managed

source: Aquest document s’ha elaborat a partir de les publicacions, els documents concloents iles presentacions orals i escrites de tres seminaris tècnics, dels documents presentats a la Comissió i als experts pels Punts de Contacte Nacionals i altres, i dels qüestionaris sobrepolítica d’integració presentats pels Punts de Contacte Nacionals a instàncies de la Comissió.
en: This document builds on the issue papers, concluding documents and the written andoral presentations at the three technical seminars, on documents submitted to Commission and consultants by National Contact Points and other conferencedelegates, and on questionnaires on integration policy submitted by National Contact Points in response to Commission requests.

source: A més, s’han consultat les fonts següents:
en: Further sources are listed below.

source: Comissió Europea. Draft Joint report on social inclusion summarising the result of theexamination of the National Action Plans for Social Inclusion (2004-2005).COM (2003) 773
en: European Commission, Draft Joint report on social inclusion summarising the results ofthe examination of the National Action Plans for Social Inclusion (2003-2005),COM(2003) 773

source: Comitè de Protecció Social. Common Outline for the 2003/2005 NAPs/inclusion,2003
en: Social Protection Committee (2003), Common Outline for the 2003/2005 NAPs/inclusion

source: Consell Econòmic i Social de les Nacions Unides. Poverty Reduction Practices: ESCAPStrategies in Poverty Reduction – Transfer of Good and innovative Practices.E/ESCAP/CPR/3, 4 d’agost de 2003
en: United Nations Economic and Social Council, Poverty Reduction Practices: ESCAPStrategies in Poverty Reduction - Transfer of Good and Innovative Practices,E/ESCAP/CPR/3, 4 August 2003

source: Punts de Contacte Nacionals sobre integració
en: National Contact Points on Integration

source: : Ministeri de Treball i Afers Socials – Unitat d’Integració d’Estrangers
en: : Ministry of Labour and Social Affairs - Integration of Foreigners Unit

source: : Ministeri d’Integració – Unitat de Política d’Integració
en: : Ministry of Integration – Unit for Integration Policy

source: : Cancelleria de l’Estat – Oficina de la secretaria d’Estat d’Afers Ètnics ide Població
en: : State Chancellery - Office of the Minister for Population and Ethnic Affairs

source: : Ministeri de l’Interior – Direcció d’Estrangers i Migració – Sectord’Integració Social
en: : Ministry of Interior – Directorate of Aliens and Migration - Social Integration Sector

source: : Ministeri de Treball i Afers Socials – Secretaria d’Estat d’Immigració i Emigració – Direcció d’Integració d’Immigrants
en: : Ministry of Labour and Social Affairs - State Secretary of Immigrationand Emigration - Integration of Immigrants Directorate

source: : Departament de Justícia, Igualtat i Reforma de la Llei. Agència derecepció i integració.
en: : Department of Justice, Equality and Law Reform - Reception & Integration Agency Italy

source: : Secretaria del Ministeri per a Missions Especials per a Afersd’Integració en la Societat
en: : Secretariat of Minister for Special Assignments for Society Integration Affairs

source: Lituània
en: Lithuania

source: : Ministeri de Seguretat Social i Treball – Departament d’Integració Europea i de Relacions Internacionals
en: : Ministry of Social Security and Labour - European Integration and International Relations Department

source: : Ministeri de l’Interior – Oficina d’Immigració i Nacionalitat
en: : Ministry of Interior - Office of Immigration and Nationality

source: Països Baixos
en: Netherlands

source: : Ministeri de Justícia – Departament de Política d’Integració de Minories
en: : Ministry of Justice – Minorities Integration Policy Department

source: : Ministeri de Política Social – Departament d’Assistència Social i Integració
en: :Ministry of Social Policy - Department of Social Assistance and Integration

source: : Ministeri de l’Interior – Direcció de Migració
en: :Ministry of Interior - Migration Directorate

source: : Ministeri de l’Interior – Oficina de Migració
en: : Ministry of Interior - Migration Office

source: : Ministeri de Treball – Departament de Polítiques
en: : Ministry of Labour - Policy Department

source: : Ministeri de Justícia – Divisió per a la Integració dels Immigrants i la Diversitat
en: : Ministry of Justice - Division for Immigrant Integration and Diversity
